Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/HaSEP 2.3 Improvement Release.docx-omegat.tmx
Source language: en
Languages: es

source: Title: HaSEP 2.3 Improvement Release
es: Title: Lanzamiento de HaSEP 2.3

source: Key Messages: The online HaSEP tool will be upgraded on December 13, 2014 (PST).
es: Key Messages: La herramienta en línea HaSEP se actualizará el 13 de diciembre de 2014.

source: These upgrades include the following:
es: Entre las mejoras se puede mencionar:

source: A Written Work Procedure module will be available to all regions, allowing users to select relevant written work procedures for their project.
es: Habrá un módulo para todas las regiones que permitirá a los usuarios seleccionar los procedimientos escritos de trabajo para su proyecto.

source: The following regions will be activated at release: Australia, Asia, Canada, New Zealand, South America, United States
es: En este lanzamiento estará activado para las siguientes regiones: Australia, Asia, Canadá, Nueva Zelanda, Sudamérica, Estados Unidos.

source: Note: the only functional change for the United States is a module name change from “Standard Work Procedures (SWP)” to “Written Work Procedures”
es: Nota: el único cambio de funciones para Estados Unidos es un cambio de nombre del módulo, que antes se llamaba «Standard Work Procedures (SWP)» y ahora se llamará «Written Work Procedures»

source: Other regions can opt in at any time by contacting Kristina Raabe, System Support Specialist, Global Business Systems
es: Otras regiones pueden sumarse en cualquier momento. Para ello deben contactar a Kristina Raabe, especialista en soporte de sistemas del grupo Global Business Systems.

source: Moving Subcontractor and Underground Services from Client/Site Location Details to separate modules to provide greater visibility and more flexibility with adding / removing the sections as appropriate for the project.
es: Crear módulos independientes para las categorías «Información del Subcontratista» y «Servicios subterráneos», que antes estaban en «Datos del Sitio/Cliente», les da más visibilidad y permite agregar o quitar estas secciones según las necesidades del proyecto.

source: These modules can be selected in “Additional Sections” on the Start page
es: Se puede seleccionar estos módulos en el apartado «Secciones adicionales» de la página de inicio.

source: The modules will now export to Microsoft Word as their own major document sections, rather than as sub-sections
es: Estos módulos se exportarán ahora a Microsoft Word como secciones principales del documento, en lugar de ser subsecciones.

source: Activate Papua New Guinea
es: Activación de Papúa Nueva Guinea

source: Resolve Site Hierarchy defect
es: Resolvimos el defecto con el esquema del sitio

source: The Site Hierarchy table from the Client/Site Location Details module will now export to Microsoft Word
es: La tabla con el esquema del sitio ahora se exportará a Microsoft Word desde el módulo «Datos del Sitio/Cliente»

source: Resolve untranslated words and phrases
es: Tradujimos palabras y frases que no habían sido traducidos.

source: 17 words and phrases were displaying in English only.
es: Había 17 palabras y frases que solo aparecían en inglés.

source: These will now display in the local language, if translations have been provided.
es: Ahora estarán en su idioma local, en el caso de haber sido traducidos.
